sater4.x/EprocNext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/simog/loginRPNT.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
  <soapenv:Header/>
  <soapenv:Body>
    <xb:loginRPNT>
      <login>@@@LOGIN@@@</login>
      <password>@@@PASSWORD@@@</password>
      <cfrup>@@@CF_RUP@@@</cfrup>
    </xb:loginRPNT>
  </soapenv:Body>
</soapenv:Envelope>